No more than two closure planes are allowed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AlreadyHaveTwoClosurePlanes { get; }
  Visual Basic
Public Shared ReadOnly Property AlreadyHaveTwoClosurePlanes As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AlreadyHaveTwoClosurePlanes {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RefPlaneFailures Class
  Autodesk.Revit.DB Namespace